<#include "/layout/base_script.ftl">
<!DOCTYPE html>
<html lang="en">
<body class="fix-header">
<div id="page-wrapper">
    <div class="container-fluid col-md-9 col-lg-8 col-sm-12">
        <!-- ============================================================== -->
        <!-- Different data widgets -->
        <!-- ============================================================== -->
        <div class="main-content">
            <div style="text-align: center">
                이용약관
            </div>
            <br><br>
            본 약관은 사용자와 Touch Gold Exchange (이하 “TGXC”) 사이에 해당합니다. TGXC 사이트에서 제공되는 서비스를 이용한다는 것은 사용자가 약관을 읽고, 이해했으며, 약관 뿐 아니라 개인정보 정책에 명시된 모든 사항을 받아들인다는 것을 의미합니다.
            <br><br>
            본 약관은 법적 구속력을 가지기 때문에 서비스 이용 전 관련 조항을 자세히 읽어보십시오. 사용자가 TGXC 사이트에서 회원가입을 하고 정보 이용을 한다는 것은 본 약관에 대해 동의함을 의미합니다. 만약 동의하지 않는다면 계정을 동결하고 서비스를 이용하지 마십시오.
            <br><br>
            더 궁금한 사항은 TGXC 사이트에서 관련 정보를 참조하십시오. 본 약관에 대해 문의사항이 있다면 고객센터로 문의해 주십시오.
            <br><br>
            ☐ 합의 조건
            <br><br>
            TGXC는 재량권을 가지고 약관을 변경할 권리가 있습니다. TGXC는 변경된 사항을 사이트에 업데이트하고 변경된 날짜를 공지합니다. 모든 변경사항은 공지 후 바로 효력이 발생됩니다. 사용자가 계속 TGXC 사이트를 이용한다는 것은 변경된 사항에 대해 동의함을 의미합니다.
            <br><br>
            ☐ 자격
            <br><br>
            TGXC 사이트에 회원가입을 하면 사용자는 만 18세 이상 개인회원이거나, 사용자와 TGXC 사이 체결된 이용약관을 준수할 수 있는 개인 또는 기관을 의미합니다. 만약 그렇지 않다면 사용자와 사용자 보호자가 사용자의 행위로 발생하는 모든 책임을 져야 하고 TGXC는 관련 행위에 대해 손해배상 청구를 할 수 있습니다.
            <br><br>
            ☐ 사용 금지
            <br><br>
            TGXC 서비스를 이용한다면 사용자는 UN안전보장 이사회나 그와 동등한 기관들의 경제적 제재를 받는 목록에 포함되지 않는다는 것을 의미합니다. TGXC는 서비스 제공시장을 선택할 권리가 있고 특정 국가에서는 서비스를 제한하거나 거부할 수 있습니다. ‘이용약관은 서비스를 이용하는 사용자가 속한 국가의 법을 따릅니다.’ TGXC의 기본적인 원칙은 서비스 사용금지 대상 사용자가 자사 서비스를 이용하지 못하도록 하는 것입니다.
            <br><br>
            ☐ 서비스 설명
            <br><br>
            TGXC는 암호화폐를 거래할 수 있는 플랫폼을 제공합니다. TGXC는 거래 플랫폼 제공업체일 뿐이고 암호화폐의 판매자와 구매자 역할은 하지 않습니다. 사용자는 TGXC 사이트에 계정을 만들고 암호화폐를 거래할 수 있습니다.<br>
            TGXC는 TGXC 사이트에 게재된 정보의 정확성을 유지하려고 최선을 다할 것입니다. 그러나 완벽하게 정보의 정확성, 신뢰성, 적합성 등을 보장할 수는 없습니다. 또한 게재된 정보로 인해 발생한 직, 간접적 손해에 대해 책임지지 않습니다. TGXC 사이트에 게재된 정보는 통보없이 변경 가능하고, TGXC는 사용자가 독자적인 판단으로 이용하도록 권유합니다. TGXC는 투자에 대한 조언을 하지 않고 TGXC 사이트에 게재된 정보사용이나 해석 등에 대해 책임지지 않습니다. 사용자는 반드시 거래에 위험요소가 포함되어 있다는 것을 이해하고 동의해야 합니다. TGXC는 사용자가 신중하고 책임감 있게 거래 하는 것을 권장합니다.
            <br><br>
            TGXC는 서비스의 연속성과 보안을 유지하기 위해 플랫폼의 보안을 유지합니다.(TGXC 홈페이지 보수 작업 전에는 사전 공지합니다.) 그러나 불가항력적인 상황, 악의적인 해킹, 테러리스트 공격 등의 갑작스런 상황에서 발생하는 일에 대해서는 책임지지 않습니다. TGXC는 비정상적인 거래행위가 발생할 때 거래를 취소하거나 금지할 수 있는 권한이 있고 사용자에게 비밀번호를 묻거나 거래 플랫폼에 없는 방식의 거래를 요구하지 않습니다. TGXC는 사용자가 거래 사기를 당하지 않도록 홍보관련 문구나 할인 등의 문구를 신중하게 작성합니다. 사용자는 TGXC가 위에 명시한 상황에서 발생한 손해에 대한 책임이 없다는 것에 동의해야합니다.
            <br><br>
            사용자가 TGXC 서비스를 이용한다는 것은 TGXC에서 제공하는 이용약관 관련된 모든 정보 등에 동의한다는 것을 의미합니다.
            <br><br>
            ☐ 계정 등록
            <br><br>
            사용자는 TGXC 사이트에서 회원가입을 통해 계정을 등록할 수 있습니다. 회원가입 시 사용자의 실명, 이메일 주소, 비밀번호, 이용약관 및 개인정보 정책 동의서를 작성해야 합니다. 특정 상황이나 TGXC의 재량으로 사용자의 회원가입을 거부할 수 있습니다.
            <br><br>
            ☐ 사용자 신원 인증(KYC/AML)
            <br><br>
            사용자가 TGXC 사이트에서 여권 사진을 등록하는 것은 신원 인증을 위해 개인정보를 공유하는 것에 동의함을 의미합니다. 개인정보는 자금세탁, 테러지원, TGXC 사이트 내 사기 및 금융사기를 감지하기 위해 사용됩니다. 또한 국제산업 표준에 입각한 데이터 보관에 관련해서, 사용자는 회원 탈퇴 후에도 회사가 5년 동안 개인정보를 기록한다는 사실에 동의합니다. 또한, 사용자는 회사가 직, 간접적으로 또는 제 3자를 통해 사용자 신원조회 및 사기 등의 금융범죄로부터 사용자 계정을 보호하기 위해 계정에 대한 조사권한을 부여하는데 동의합니다.
            <br><br>
            TGXC가 요구하는 신원 인증 정보는 사용자 이름, 이메일 주소, 연락처, 주소, 정부가 발행한 ID정보(여권) 등을 포함하지만 이에 국한하지 않습니다. 사용자는 이 정보가 정확하고 신뢰할 수 있다는 것을 증명해야합니다. 사용자는 회원가입 후 사용되는 정보가 믿을 수 있고 변경 사항이 있을 경우 최신 정보로 업데이트 하는 것에 동의해야 합니다. 만약 사용자 정보가 잘못되거나, 신뢰할 수 없거나, 오래되었다면 TGXC는 사용자에게 직접 정보를 변경하도록 통보할 수 있습니다. 또한, 사용자는 TGXC가 제공하는 서비스 전부 또는 일부의 사용 제한을 받을 수 있습니다. TGXC가 사용자와 연락이 닿지 않을 경우 발생하는 손해에 대해서는 전적으로 사용자가 책임을 지게 됩니다. 사용자는 변경사항이 있을 경우 최신 정보로 업데이트해야 할 의무가 있다는 사항에 동의해야합니다.
            <br><br>
            ☐ 계정 보안
            <br><br>
            TGXC는 회원가입을 한 사용자의 정보를 안전하게 유지해야 하고, 서비스 운영에 필요한 산업표준 보호정책을 실행하고 있습니다. TGXC는 사용자 계정과 개인정보를 보호하기 위해 사용자가 안전 정책을 취할 수 있도록 요청할 수 있습니다.
            <br><br>
            사용자는 스스로 계정의 비밀번호를 보호하는데 책임이 있고, 이메일, 비밀번호 등과 관련된 모든 사항(정보 공개, 정보 포스팅, 각종 규정과 합의사항 제공에 대한 동의, 온라인 정책 갱신 등을 포함하지만 이에 국한되지 않습니다.)에 대해 책임이 있습니다.
            <br><br>
            사용자는 다음과 같은 사항에 동의합니다.
            <br><br>
            1) 회원은 자신의 아이디(ID)와 비밀번호 등을 타인이 알거나 쉽게 추측하지 못하도록 관리할 책임이 있습니다. 회원에게 부여된 아이디(ID)와 비밀번호 관리소홀, 부정사용에 의하여 발생하는 모든 결과에 대한 책임은 회원에게 있습니다.
            <br><br>
            2) 회원은 자신의 계정, 아이디(ID), 비밀번호, 기타 개인정보가 부정하게 사용된 사실을 알게 될 경우 반드시 TGXC에 그 사실을 통지하고 TGXC의 안내에 따라야 합니다.
            <br><br>
            3) 해당 회원이 TGXC에 그 사실을 통지하지 않거나, 통지한 경우에도 회사의 안내에 따르지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.
            <br><br>
            4) TGXC 사이트에서 사용자는 보안, 인증, 거래, 수수료 등의 정책에 대한 규정을 준수합니다.
            <br><br>
            TGXC는 위에 서술한 계정 보안관련 조항을 위반해서 발생하는 손실에 대해 책임지지 않습니다.
            <br><br>
            ☐ 분쟁해결
            <br><br>
            TGXC는 재량권을 가지고 문제나 분쟁이 발생 할 경우 해결 할 권리를 가집니다. 언급된 문제는 다른 사용자의 권리 침해, 법과 규정 위반, 비정상적 거래 및 명시된 이용약관 조항을 무시한 사람 등의 사항을 포함합니다. 사용자는 분쟁을 위해 발생하는 비용에 대한 책임을 쳐야합니다.
            <br><br>
            ☐ TGXC 서비스 이용 가이드
            <br><br>
            사용자는 TGXC 사이트에서 제공하는 서비스를 이용함에 있어 다음과 같은 사항에 동의합니다.<br>
            1) 사용자가 TGXC 서비스를 이용할 때, 관련 법규, 규정 및 TGXC가 제시하는 가이드라인을 준수합니다.
            <br><br>
            2) 사용자는 공공의 이익, 윤리 및 다른 사람의 정당한 이익을 위반하지 않습니다.
            <br><br>
            3) 사용자는 탈세, 수수료 제공 및 관련 법규 등을 위반하지 않습니다.
            <br><br>
            만약 사용자가 명시된 규정을 위반해서 법률적 문제를 발생시키고 TGXC에게 비용 등의 청구사항이 생긴다면 사용자 본인 이름으로 법적 책임을 지고 보상해야합니다. 사용자는 TGXC와 사전 동의없이 상업적인 목적으로 TGXC 사이트에 개제된 정보를 사용 할 수 없습니다. 또한 부당한 경쟁을 야기하거나 TGXC 서비스 제공을 막는 악의적인 행위는 금지됩니다. TGXC가 제공하는 이용약관과 개인정보 정책을 준수하면서 서비스를 이용하시기 바랍니다.
            <br><br>
            악의적인 행위의 예는 다음과 같습니다.<br>
            TGXC 서비스 이용을 방해하는 기구 또는 소프트웨어의 사용<br>
            비정상적인 데이터 로드를 야기하는 네트워크 장비 사용<br>
            악의적인 목적의 판매 및 구매 행위<br>
            <br><br>
            TGXC는 사용자가 이용약관에 명시한 조건을 위반했는지 여부를 TGXC 단독으로 결정할 수 있고, 위반 여부가 확인되면 사용자 동의 또는 사전 통보 없이 TGXC가 관련 규정을 적용할 수 있습니다. 적용 규정은 다음과 같습니다.
            <br><br>
            거래 요청을 금지하고 취소할 수 있습니다.<br>
            사용자의 계정을 동결시킬 수 있습니다.<br>
            관련 당국에 사건을 보고할 수 있습니다.<br>
            규정 위반 사례 및 관련 조치를 TGXC 사이트에 게시 및 공고할 수 있습니다.<br>
            규정 위반 사용자가 제공한 정보를 삭제 할 수 있습니다.<br>
            <br><br>
            만약 사용자의 규정 위반으로 제 3자에게 피해를 입히게 된다면, 사용자는 법적 책임을 져야 하고 TGXC에게 손해, 벌금, 비용 등을 청구할 수 없습니다. 만약 제 3자가 TGXC에게 보상을 요구하거나 사법당국이 처벌을 할 경우에는 사용자가 법적 관련 비용을 포함한 모든 경비와 손해를 책임져야 합니다.
            <br><br>
            ☐ 서비스 수수료
            <br><br>
            TGXC는 사용자가 암호화폐를 거래할 때 수수료를 징수할 수 있습니다. TGXC의 재량으로 서비스 수수료는 변경될 수 있습니다.
            <br><br>
            ☐ 서비스
            <br><br>
            TGXC가 제공하는 서비스는 “상업적으로 제공할 수 있는 서비스”의 형태로 서비스의 신뢰성, 안전성, 정확성 및 관련 기술 등을 완벽하게 보장하지 않습니다. TGXC 사이트에서는 암호화폐관련 정보를 얻고 거래할 수 있는 플랫폼 사이트를 제공합니다. TGXC는 암호화폐 관련 거래의 보안과 합법성, 거래 정보의 신뢰성 관련 규정을 준수하면서 거래하는 당사자들의 역할 등을 통제할 수 없습니다. 사용자는 투자 관련 위험성, 사법적 지위, 거래 정보의 타당성, 투자 결정 등을 신중하게 고려하십시오.
            <br><br>
            ☐ 사용자는 TGXC가 다음과 같은 경우 발생한 손해에 대해 책임지지 않는 다는 사실에 동의해야합니다.
            <br><br>
            이익, 영업권, 사용, 데이터, 또는 다른 무형자산에 대한 손실<br>
            TGXC 서비스 사용 또는 실패<br>
            사용자가 계정을 불법으로 사용 또는 제 3자가 데이터를 불법으로 변경<br>
            TGXC 서비스에 대한 사용자의 오해<br>
            TGXC 서비스 규정에 직접적으로 부합하지 않는 손실<br>
            <br><br>
            정기적인 네트워크 점검 및 전력 공급 중단, 자연 재해, 서비스 공급자가 일으킨 문제 및 정부 조치 등의 외부사항으로 인해 서비스가 지연되거나 중단되는 상황에 대해 TGXC는 책임이 없습니다.
            <br><br>
            ☐ 면책
            <br><br>
            사용자의 규정 위반 또는 이용약관 불이행 등으로 손해(법적 비용, 수수료, 사법당국이 부과한 벌금 등)가 발생한다면 TGXC, 계열사, 계약자, 라이센스, 디렉터, 직원 및 에이전트에게 배상하고 손해를 입히지 않는다는 것에 동의해야합니다. 또한 TGXC 서비스를 이용하는 동안 사용자가 관련 법규를 위반하거나 제 3자의 권리를 침해할 경우도 똑같은 규정이 적용됩니다.
            <br><br>
            ☐공지사항
            <br><br>
            공식적인 공지사항, 뉴스, 홍보 등은 TGXC 홈페이지 내 고객지원을 참고하십시오. TGXC는 사용자가 정기적으로 공지사항을 확인하기를 바라며, 공지사항을 무시하거나 제대로 인지하지 못해서 발생하는 손해에 대해서는 책임지지 않습니다.
            <br><br>
            ☐ 계약파기
            <br><br>
            TGXC는 사용자가 약관, 개인정책, AML 또는 관련 법 규정을 위반했다는 의심이 들면, 즉시 사용자 계정을 동결하고 TGXC 서비스 이용을 제한할 수 있습니다. TGXC는 다음과 같은 상황에 계정을 통제합니다.
            <br><br>
            정부와 소송 중이거나, 범죄 수사 및 소송에 연루되어 있는 사용자 계정
            TGXC가 계정에서 불법 행위를 감지할 경우
            TGXC가 계정에서 불법 접근을 감지할 경우
            TGXC가 법원 명령 또는 사법당국의 명령으로 계정을 통제해야 하는 경우
            <br><br>
            TGXC는 다음과 같은 경우 사용자의 계정을 동결할 권리가 있습니다.
            <br><br>
            TGXC가 사용자에 대한 서비스를 종료한 후 직, 간접적인 방법으로 다른 사람의 이름을 이용해 계정을 등록할 경우<br>
            사용자가 제공한 정보가 부정확하거나, 허위사실이거나, 오래된 정보이거나, 불완전한 정보일 경우<br>
            이용약관 및 규정이 수정될 때, 사용자가 수정된 약관에 동의하지 않는다는 의사를 명확하게 밝힐 경우<br>
            TGXC가 서비스를 종료해야 할 상황이 발생한 경우
            <br><br>
            만약 계정이 동결되고 계약이 해지되었다 할지라도 계정에 대해 TGXC가 보유하고 있는 거래 정보는 5년간 보관됩니다. 또한 계정이 동결되고 계약이 해지되는 상황이 발생하였을 경우 TGXC는 사용자에게 알릴 수 있는 권한이 있습니다.
            <br><br>
            ☐ 계약 해지 후 거래 중 암호화폐 처리(사기/AML/약관 위반 시)
            <br><br>
            TGXC는 금융사기, AML조사, TGXC 이용약관 위반, 서비스 이용 불가 지역에서 거래를 할 경우 등으로 관련 조사를 받는 계정을 동결/해지 할 경우 그 사용자의 암호화폐 자산과 사용자 정보 등을 관리 할 수 있습니다.
            <br><br>
            ☐ 지역 법 준수
            <br><br>
            사용자는 사용자가 속한 지역 내에서 적용되는 지역 법률을 준수해야 합니다. 사용자는 반드시 관할 지역에서 적용되는 세금, 원천징수 등 지역당국의 세금 납부 등을 지켜야 합니다. 또한 합법적인 자금출처 증명이 가능해야 합니다. TGXC는 전 세계 사법당국과 공조하고, 불법 행위가 있을 경우 계정 동결, 삭제, 압수 등의 조취를 취할 것입니다.
            <br><br>
            ☐ 개인정보보호정책
            <br><br>
            TGXC는 개인정보보호정책을 공지하고 수정할 수 있으며 개인정보보호정책은 본 약관의 일부로 간주합니다. 개인정보보호정책은 TGXC 사이트에 게시됩니다.
            <br><br>
            ☐ 보상 및 면책
            <br><br>
            사용자는 TGXC가 이용약관을 위반했을 경우를 제외하고 제 3자가 제기하는 모든 손해에 대해 TGXC와 그 계열사에게 보상해야 하고 손해를 입히는 행위는 금지됩니다. TGXC는 정보 무결성을 유지하기 위해 최선을 다하지만 100%를 보장할 수는 없습니다. TGXC는 서비스 이용 시 발생하는 오류에 대해 책임이 없습니다.
            <br><br>
            ☐ 불만사항
            <br><br>
            불만사항, 피드백 등의 질문이 있다면 이메일 또는 1:1 질문을 통해 연락주시기 바랍니다. TGXC는 사용자의 문제점을 해결하기 위해 최선을 다하겠습니다.







        </div>
    </div>
</div>
<!-- ============================================================== -->
<!-- End Page Content -->
<!-- ============================================================== -->
</div>
<!-- ============================================================== -->
<!-- End Wrapper -->
<!-- ============================================================== -->
<!-- ============================================================== -->

</body>

</html>
