<#include "/layout/base_script.ftl">
<!DOCTYPE html>
<html lang="en">
<body class="fix-header">
<div id="page-wrapper">
    <div class="container-fluid col-md-9 col-lg-8 col-sm-12">
        <!-- ============================================================== -->
        <!-- Different data widgets -->
        <!-- ============================================================== -->
        <div class="main-content">
            <div style="text-align: center">
                개인정보보호정책
            </div>
            <br><br>
            이 개인정보보호정책은 Touch Gold Exchange (이하 ‘TGXC') 홈페이지를 통해 얻은 사용자 정보를 어떻게 수집, 사용, 공유 및 보호하는지에 대해 설명합니다. 사용자에게 특정 개인 정보를 요청할 때는 법률에 위배되지 않고 특정 목적을 위해 사용하기 때문에 가능합니다.
            <br><br>
            사용자는 TGXC에 자발적으로 필요한 정보를 제공하고, 스스로 제공 여부를 결정합니다. 사용자는 의무사항이 아닌 선택정보를 회사에 제공하는 것에 대해 결정을 할 수 있는데, 선택정보를 제공하지 않을 경우 서비스 접근 및 사용에 일부 제한을 받을 수 있습니다.
            <br><br>
            TGXC를 이용함으로써 사용자는 개인정보보호정책에 명시된 데이터 이용에 동의합니다. TGXC는 법률 조항 변동이나 개인정보 수집 및 이용에 관한 사항이 변경될 때 개인정보 방침을 변경할 수 있습니다. 변경될 때에는 TGXC 홈페이지에 관련 사항을 공지합니다. TGXC는 개인정보보호정책에 명시되지 않은 개인 정보를 이용하기 전 동의를 구합니다.
            <br><br>
            TGXC에서 제공하는 최신 개인정보에는 유럽경제지역에서 적용되는 개인정보보호규정 사항을 포함하고 있습니다.
            <br><br>
            ☐ TGXC 정보 수집
            <br><br>
            사용자는 TGXC 회원으로 가입하거나 서비스를 이용할 때 회사가 수집하는 정보 형식을 이해하고, 동의해야합니다.
            <br><br>
            ☐ 회원가입 시 사용자가 회사에 제공하는 정보
            <br><br>
            사용자는 TGXC 계정을 만들 때 연락처(이메일 주소, 이름, 비밀번호 등)를 포함한 개인정보를 제공합니다.
            <br><br>
            ☐ 회사가 수집하는 사용자 신원 인증을 위한 정보
            <br><br>
            AML, KYC 등의 국제산업규정 표준에 부합하기 위해, 사용자 계정은 개인, 회사회원 모두 사용자 신원인증 절차를 거쳐야 합니다. 이 절차는 이전 신분확인 절차도 포함합니다.
            <br><br>
            ☐ 사용자가 서비스를 이용하기 위해 회사가 수집하는 정보
            <br><br>
            - 서비스 사용 정보
            <br><br>
            TGXC는 사용자가 TGXC를 이용할 때 사용날짜, 시간, 운영시스템, 브라우저 형식, IP 주소 등을 모니터하고 수집합니다. 이 정보는 회사가 직접 수집하거나 3자 서비스를 통해 수집합니다. 이 정보는 사용자가 회사가 제공하는 서비스 및 플랫폼에 접근 할 수 있다는 사실을 확실히 알 수 있게 도움을 주며, 범죄 조사에 도움을 줄 수 있습니다.
            <br><br>
            - 거래 정보
            <br><br>
            모든 개인 및 회사 계정에 대해 회사는 거래 이력 등 거래 정보를 수집합니다. 이 거래 데이터는 의심스러운 거래 행위, 사기 거래 행위로부터 사용자를 보호하기 위한 모니터 자료로 이용되고 분쟁이 발생했을 당시 참고 자료로 활용됩니다.
            <br><br>
            ☐ TGXC가 개인정보를 수집해야 하는 이유
            <br><br>
            - 서비스를 제공하고 유지하기 위해
            <br><br>
            TGXC는 서비스를 제공하고 사용자 신원을 인증하기 위해 수집한 정보를 이용합니다.
            <br><br>
            TGXC는 사용자 쿠키에 저장된 IP주소와 고유의 식별장치를 이용해서 사용자 신원을 인증하고 서비스를 제공하는데 사용합니다. 법률적 의무사항과 시스템 필요사항을 고려해 볼 때, 회사는 개인 신원, 연락처 및 거래 관련 정보를 수집하지 않으면 정보를 제공할 수 없습니다.
            <br><br>
            - 사용자 보호를 위해
            <br><br>
            TGXC는 수집한 정보로 플랫폼과 사용자 계정 및 보관된 기록들을 보호하는데 사용합니다. IP 주소와 쿠키정보는 스팸, 피싱 DDos 등의 공격으로부터 사용자를 보호하는데 사용합니다. TGXC는 의심스러운 행위를 감지하기 위해 사용자 거래 행위를 분석합니다. 이를 바탕으로 사기나 범죄행위를 예방합니다.
            <br><br>
            - 법적 규정을 준수하기 위해
            <br><br>
            회사가 수집하는 사용자 정보 및 보안은 법률 규정, 정부 요청을 준수합니다. 회사는 사용자의 사전동의없이 제 3자에게 개인정보를 제공하지 않습니다.
            <br><br>
            - TGXC 성능을 측정하기 위해
            <br><br>
            TGXC는 사용자가 서비스를 어떻게 이용하고 있는지 데이터를 측정하고 분석합니다. 이것은 회사 운영팀에서 플랫폼 성능 향상과 문제점을 해결하기 위해 지속적으로 하는 일입니다. 회사는 시스템 성능 정보와 사용자 소통 정보를 지속적으로 모니터해서 문제를 신속하게 해결합니다.
            <br><br>
            - 사용자와 소통하기 위해
            <br><br>
            TGXC는 로그인, 거래 및 보안 관련 정보를 제공할 때 사용자가 이메일을 이용해 직접 소통합니다. TGXC는 소통을 위한 개인정보가 없다면 사용자 요구사항, 질문 등에 대한 답변을 할 수 없습니다. 모든 소통은 비밀유지를 원칙으로 하고 내부에서 확인하고 답변합니다.
            <br><br>
            - 이용약관 및 다른 합의사항을 이행하기 위해
            <br><br>
            TGXC가 이용약관에 위반하는 불법행위를 지속적으로 감시하고, 조사하고, 예방하는 것은 사용자뿐만 아니라 회사에게도 중요한 일입니다. TGXC는 사용자를 위해 제 3자와의 계약 사항을 이행하는데 신중하고 이용약관 위반행위에 대해 적극적으로 조사할 것입니다. TGXC는 이용약관을 위반하는 사용자에 대해서는 서비스 이용을 제한하게 할 수 있는 권한이 있습니다.
            <br><br>
            ☐ TGXC가 사용자 데이터를 보호하는 방법
            <br><br>
            TGXC는 사용자 정보의 불법적인 변경 및 유출을 막기 위해 보안장치를 실행하고 있습니다. 정보 보안 장치는 PCI 스캐닝, SSL 부호 기술, 내부정보 접근 제한 및 파일에 물리적으로 접근 제한 등을 포함합니다. 인터넷을 이용한 정보 전달과 전자저장 수단에서 100% 보안을 보장하는 것은 불가능합니다. 따라서 사용자 스스로 개인 정보를 보호하기 위해 주의하고 노력해야 합니다. 만약 계정 및 비밀번호 등의 사용자 정보가 유출된 것이 의심된다면, DGE 고객센터로 즉시 연락주십시오.
            <br><br>
            TGXC가 제공하는 서비스를 신뢰하는 사용자의 자유와 권리를 존중합니다. 개인정보보호정책에 대한 질문이나 궁금한 점 그리고 정보 보호 요청이 필요하다면 ‘자주 묻는 질문’을 확인하시거나 고객센터로 연락주십시오.
            <br><br>
            이름 : 이동기<br>
            전화 : 02-533-4559<br>
            소속 : 기술팀<br>
            메일 : dklee7206@gmail.com<br>
            직위 : 이사<br>

        </div>
    </div>
</div>
<!-- ============================================================== -->
<!-- End Page Content -->
<!-- ============================================================== -->
</div>
<!-- ============================================================== -->
<!-- End Wrapper -->
<!-- ============================================================== -->
<!-- ============================================================== -->

</body>

</html>
